Repository: mhvis/splitzie
Catalog: splitzie/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Expense
nl: Uitgave

source: Income
nl: Inkomen

source: name
nl: naam

source: My group
nl: Mijn groep

source: created at
nl: toegevoegd op

source: group
nl: groep

source: groups
nl: groepen

source: language
nl: taal

source: participant
nl: deelnemer

source: participants
nl: deelnemers

source: Expense or income
nl: Uitgave of inkomen

source: Settlement
nl: Verrekening

source: payment
nl: betaling

source: payments
nl: betalingen

source: amount
nl: bedrag

source: description
nl: beschrijving

source: expense
nl: uitgave

source: expenses
nl: uitgaven

source: English
nl: Engels

source: Dutch
nl: Nederlands

source: Help
nl: Hulp

source: Date
nl: Datum

source: Description
nl: Beschrijving

source: Amount
nl: Bedrag

source: Paid by
nl: Betaald door

source: Received by
nl: Ontvangen door

source: Division
nl: Verdeling

source: Balance change
nl: Balansmutatie

source: Receipt
nl: Rekening

source: Expense details
nl: Uitgave info

source: Income details
nl: Inkomen info

source: Payer
nl: Betaler

source: Recipient
nl: Ontvanger

source: Receipt photo or screenshot (optional)
nl: Rekening foto of screenshot (optioneel)

source: Everyone 1×
nl: Iedereen 1×

source: Subtract one
nl: Eén aftrekken

source: Add one
nl: Eén toevoegen

source: Save
nl: Opslaan

source: No participants yet
nl: Nog geen deelnemers

source: New payment
nl: Nieuwe betaling

source: Settle
nl: Verrekenen

source: Group info
nl: Groep info

source: To create a payment, first <a href="%(group_edit_url)s#participants" hx-boost="true" class="alert-link">add</a> at least two participants to the group.
nl: Om een betaling toe te voegen, <a href="%(group_edit_url)s#participants" hx-boost="true" class="alert-link">voeg eerst</a> minimaal twee deelnemers toe aan de groep.

source: There are no e-mail addresses linked to this group. We recommend <a href="%(group_edit_url)s#emails" hx-boost="true" class="alert-link">linking</a> at least one, so it can be used to recover access to the group.
nl: Er zijn geen e-mailadressen gelinkt aan deze groep. We raden aan om minimaal één e-mailadres te <a href="%(group_edit_url)s#emails" hx-boost="true" class="alert-link">linken</a>, zodat deze gebruikt kan worden om opnieuw toegang te krijgen tot de groep URL.

source: Payments
nl: Betalingen

source: Table view
nl: Tabel

source: paid by
nl: betaald door

source: received by
nl: ontvangen door

source: %(debtor)s repaid %(amount)s to %(creditor)s
nl: %(debtor)s heeft %(amount)s terugbetaald aan %(creditor)s

source: No payments yet
nl: Nog geen betalingen

source: Group name
nl: Groepsnaam

source: Saved
nl: Opgeslagen

source: Participants
nl: Deelnemers

source: Remove
nl: Verwijderen

source: Add participant
nl: Deelnemer toevoegen

source: Add
nl: Toevoegen

source: Linked e-mails receive a notification when a payment was added. They can also be used to recover access to the group page when the URL is lost.
nl: Gelinkte e-mails ontvangen een notificatie wanneer een betaling is toegevoegd. Ze kunnen ook gebruikt worden om toegang tot de groep te herstellen als de groep URL verloren is.

source: Language
nl: Taal

source: Add e-mail address
nl: E-mailadres toevoegen

source: Share
nl: Groep delen

source: To share this group with someone, send them the group URL or let them scan the QR code.
nl: Om deze groep met iemand te delen, stuur de groep URL of laat hen deze QR code scannen.

source: Group URL
nl: Groep URL

source: Copied
nl: Gekopieerd

source: Copy
nl: Kopiëren

source: Could not copy
nl: Kon niet kopiëren

source: Balances
nl: Balans

source: Here's a way to settle the balances. Tap an item to fill it in the form below.
nl: De balans kan op de volgende manier verrekend worden. Klik op een item in de lijst om deze in te vullen in het formulier hieronder.

source: <strong>%(src)s</strong> pays <strong>%(amount)s</strong> to <strong>%(target)s</strong>
nl: <strong>%(src)s</strong> betaalt <strong>%(amount)s</strong> aan <strong>%(target)s</strong>

source: Enter repay
nl: Terugbetaling invoeren

source: Enter any repayments made using this form.
nl: Voer gemaakte terugbetalingen in in dit formulier.

source: Confirm
nl: Bevestig

source: Q&A
nl: V&A

source: How to enter a starting balance?
nl: Hoe voer ik een startbalans in?

source: To enter a starting balance, create a payment with amount 0 and type income. Enter the starting balances in the division fields, with negative balances as a negative value.
nl: Om een startbalans in te voeren, maak een betaling met bedrag 0 euro en type inkomen. Voer de startbalans in in de verdeelvelden. Gebruik een min (-) voor negatieve waardes.

source: Entering a payment in this way will modify the balances exactly as inputted in the division fields.
nl: Het maken van een betaling op deze manier verandert de balans exact zoals ingevoerd in de verdeelvelden.

source: When would you enter a custom repayment amount?
nl: Wanneer zou je handmatig een terugbetaling willen invoeren?

source: The repayment form on the settle page lets you enter arbitrary repayment amounts. For example, if you owe 2 euros to Bob and 3 euros to Alice, instead of repaying both of them, you could also give 5 euros to Bob and ask him to pay the remainder forward.
nl: Op het formulier op de verreken pagina kan je een arbitrair bedrag invoeren. Als je bijvoorbeeld 2 euro verschuldigd bent aan Bob en 3 euro aan Alice, in plaats van beiden terug te betalen kan je ook 5 euro aan Bob geven.

source: Enter the 5 euros repayment into the form, and the balances will change so that Bob now owes 3 euros to Alice.
nl: Wanneer je 5 euro invoert in het formulier richting Bob, verandert de balans zodat Bob nu 3 euro verschuldigd is aan Alice.

source: How are division amounts rounded?
nl: Hoe worden de verdeelbedragen afgerond?

source: When a payment is divided, the division amounts may need to be rounded. This means that some participants will get assigned an amount that is one cent higher than other participants, to make sure that the sum of all divisions is exactly equal to the total expense amount. The participants who pay this extra cent are chosen randomly.
nl: Wanneer een bedrag verdeeld wordt kan het voorkomen dat de verdeelbedragen afgerond moeten worden. Als gevolg hiervan kan het zijn dat bepaalde deelnemers een cent meer toegewijzen krijgen dan andere deelnemers. Deze verdeling gebeurt willekeurig.

source: The division script can be found <a href="%(script_url)s" target="_blank">here</a>.
nl: Het verdeelscript kan <a href="%(script_url)s" target="_blank">hier</a> gevonden worden.

source: About
nl: Over

source: This app is a hobby project, created to simplify and improve upon the widely used apps WieBetaaltWat and Groepie.
nl: Deze app is een hobbyproject, gemaakt als versimpelde en verbeterde versie van de populaire apps WieBetaaltWat en Groepie.

source: This app will remain online and free as long as it is being used. The source code is available at %(github)s.
nl: De app blijft online en gratis zolang deze gebruikt wordt. De broncode is beschikbaar op %(github)s.

source: To contact me, send an e-mail to %(mailto)s.
nl: Bij vragen, stuur een e-mail naar %(mailto)s.

source: This website does not use tracking and session cookies and does not log IP addresses.
nl: Deze website gebruikt geen tracking en sessie cookies en IP adressen worden niet opgeslagen.

source: Security
nl: Veiligheid

source: Anyone with the link of a group can edit the group. If your group link is stolen, create a new group.
nl: Iedereen die in het bezit is van de group URL kan de groep bewerken. Als de groep URL gestolen is, maak een nieuwe groep aan.

source: Easily divide group expenses over all participants. No account needed.
nl: Verdeel groepsuitgaven over alle deelnemers. Geen account nodig.

source: Recent groups
nl: Recente groepen

source: Are you sure you want to remove this group entry? To add it back later, revisit the group page.
nl: Weet je zeker dat je de groep wilt verwijderen? Om de groep opnieuw toe te voegen, ga naar de groep URL.

source: Create new group
nl: Maak nieuwe groep

source: Get started
nl: Aan de slag

source: Your e-mail address was added to the group '%(name)s'.
nl: Je e-mailadres is toegevoegd aan de groep '%(name)s'.

source: If this is in error, you can remove your e-mail address by clicking on the following link
nl: Als dit onterecht is kan je je e-mailadres verwijderen door op onderstaande link te klikken

source: E-mail added
nl: E-mail toegevoegd

source: Your e-mail address was removed from the group '%(name)s'.
nl: Je e-mailadres is verwijderd van de groep '%(name)s'.

source: E-mail removed
nl: E-mail verwijderd

source: A new expense was added for %(amount)s paid by %(payer)s.
nl: Een nieuwe uitgave is toegevoegd met bedrag %(amount)s betaald door %(payer)s.

source: A new income was added for %(amount)s received by %(recipient)s.
nl: Een nieuw inkomen is toegevoegd met bedrag %(amount)s ontvangen door %(recipient)s.

source: View all details here
nl: Zie alle details hier

source: %(debtor)s repaid %(amount)s to %(creditor)s.
nl: %(debtor)s heeft %(amount)s terugbetaald aan %(creditor)s.

source: New repayment
nl: Nieuwe terugbetaling

source: If you want to stop receiving these e-mail notifications, click the following link to remove your e-mail address
nl: Als je deze e-mails niet langer wilt ontvangen, klik op onderstaande link om je e-mailadres van de groep te verwijderen

source: View the group here
nl: Bekijk de groep hier

source: Back to group
nl: Terug naar de groep
